Repository: Atasabri/GamingGateStudios
Catalog: GamingGateStudios/SiteResource.*.resx
Languages: ar

source: Country
ar: الدولة

source: Date Of Birth
ar: تاريخ الميلاد الهجرى

source: Edit Your Profile
ar: تعديل ملفك الشخصى

source: Email
ar: البريد الالكترونى

# FName
source: First Name
ar: الاسم الاول

source: Gender
ar: النوع

source: Hello
ar: مرحبا

# Homedescription1
source: Lorem ipsum dolor sit amet, consectetuer adipiscing elit, sed diam nonummy nibh euismod tincidunt ut laoreet dolore magna aliquam erat volutpat. Ut wisi enim ad minim veniam, quis nostrud exerci tation ullamcorper suscipit lobortis nisl ut aliquip ex ea commodo consequat. Duis autem vel eum iriure dolor in hendrerit in vulputate velit esse molestie consequat, vel illum dolore
ar: شوري من القرن التاسع قبل الميلاد، وحسب نظرية أكثرية الباحثين فإنه يعني أهل البادية، في اللغة الآشورية وعدد من اللغات السامية الأخرى.[20] البادية المقصودة هي بادية الشام في جنوب الهلال الخصيب وامتدادها، لتشمل اللفظة شبه الجزيرة العربية برمتها، والتي دعيت منذ الحقبة الإغريقية باسم العربية (باللاتينية: Arabia)، بمعنى بلاد العرب.[21] النظرية البديلة تقول أن العرب اسم علم للشعب في البدو والحضر لا مضارب القبائل فحسب،[22][23][24][25] بكل الأحوال فإن أقدم مملكة عربية حضرية غير مرتحلة هي مملكة لحيان في القرن الرابع قبل الميلاد وايضا مملكة كندة في القرن الثاني قبل الميلاد؛ مع الإشارة لكون حضارة اليمن القديم، الزراعية وغير المرتحلة أ

# Homedescription2
source: Typi non habent claritatem insitam; est usus legentis in iis qui facit eorum claritatem. Investigationes demonstraverunt lectores legere me lius quod ii legunt saepius. Claritas est etiam processus dynamicus, qui sequitur mutationem consuetudium lectorum. Mirum est notare quam littera gothica, quam nunc putamus parum claram, anteposuerit litterarum formas humanitatis per seacula quarta decima et quinta decima
ar: درج المؤرخون العرب حتى الأيام الراهنة بقسمة تاريخ العرب إلى قسمين، قبل الإسلام والمدعو جاهلية، وبعد الإسلام الذي تمكن فيه العرب من سيادة إمبراطورية واسعة ومزدهرة حضاريًا، خصوصًا في العهد الأموي - سواءً في دمشق أم الأندلس - والعهد العباسي - خصوصًا العهد العباسي الأول وحاضرته بغداد - هذه السيادة أفرزت أنماطًا حضارية غنية، وتمازجت مع الشعوب الأخرى المعتنقة للإسلام، وانتشر الاستعراب في عدة أقاليم أهمها الهلال الخصيب، وشمال ووسط وادي النيل، والمغرب العربي، والأهواز، وبشكل أقل سواحل القرن الأفريقي، وتعرف هذه الأقاليم باسم الوطن العربي، ويعود لمرحلة النهضة العربية في القرن التاسع عشر، بروز ملامح الهوية العربية المعاصرة.

# LName
source: Last Name
ar: الاسم الاخير

source: Message
ar: رسالتك

source: More
ar: المزيد

source: Name
ar: الاسم

source: New Games
ar: الالعاب الجديدة

source: Password
ar: كلمة المرور

source: Phone
ar: الهاتف

source: Photo
ar: الصورة

source: Save
ar: حفظ

source: Your Profile
ar: ملفك الشخصى

# Confirm
source: Confirm Password
ar: تأكيد كلمة المرور

# ErrorSaved
source: Error In Save Data !!
ar: خطأ فى حفظ البيانات و من فضلك تاكد من البيانات !!

# ImageError
source: Profile Photo Must Be In (.jpg , .png , .gif , .bmp)
ar: من فضلك امتداد الصورة يجب ان يكون (.jpg , .png , .bmp , .gif)

# Saved
source: Your Information Saved Successufly
ar: تم تعديل بياناتك بنجاح شكرا لك

# VaildEmail
source: Please Enter Valid Email !!
ar: من فضلك ادخل بريد اليكترونى صحيح !!

# emailused
source: Email Or Password Is Used !!
ar: البريد الالكترونى او كلمة المرور مستخدمين بالفعل !!

# Subscribe
source: Subscribe For News
ar: اشتراك

source: Best Games
ar: افضل الالعاب

source: Old Games
ar: الالعاب القديمة

source: Games
ar: الالعاب

source: Play Now
ar: العب الان

source: Redeeming Points
ar: تحويل نقاط

source: Redeem
ar: تحويل

source: Points
ar: النقاط

source: Winners
ar: الفائزون

source: Gallery
ar: معرض الصور

source: Error
ar: خطأ

source: Price
ar: السعر

# Shop
source: Our Shop
ar: المتجر

source: About
ar: عن الموقع

# Contact
source: Contact Us
ar: تواصل معنا

source: Home
ar: الرئيسية

# Code
source: Code (You Will Use This Code In Game)
ar: رقم مرور (ستستخدم هذا الرقم فى اللعبة)

# GPassword
source: Game Password
ar: كلمة المرور فى اللعبة

# GPhone
source: Game Phone
ar: رقم المحمول فى اللعبة

source: Pay
ar: ادفع

# errorcode
source: This Code Is Used !!
ar: رقم المرور مستخدم

# errorgame
source: Phone And Password Not In This Game !!
ar: رقم الهاتف وكلمة المرور التى ادخلتها لا توجد فى هذه اللعبة

# errorgamer
source: Phone And Password Not Valid !!
ar: رقم الهاتف وكلمة المرور غير صحيحان

# errorPay
source: Error In Payment !!
ar: خطأ فى العملية

source: Game Data
ar: بيانات اللعبة

# prizedone
source: Thanks Your Prize Will Recive
ar: شكرا لك سنقوم بارسال الجائزة اليك

# Prizeerror
source: Phone And Password Not Valid !!
ar: من فضلك تاكد من رقم المحمول وكلمة المرور الخاصة باللعبة

# prizeserrorpoints
source: Your Point Less Than Prize Points !!
ar: للاسف نقاطك اصغر من المطلوب

# redeemerror
source: error In Redeem !!
ar: خطأ فى التحويل

source: Buy
ar: اشترى

# DealDone
source: You Buy This Deal (Go To Game To Use It)
ar: لقد اشتريت هذا المنتج اذهب الى اللعبة لتستخدمه

# DealError
source: Your GGP Is Less Than Deal GGP
ar: رصيدك غير كافية لشراء هذا المنتج

# MoneytokenError
source: Your Money Token Limit Is Finish
ar: لاسف المال الذى حصل عليه اكبر من اللازم

# Pricing
source: GGP Pricing
ar: اسعار GGP

source: Balance
ar: الرصيد

source: Charge
ar: اشحن
